[
	{
		"firstName" : "Mindy",
		"lastName"	: "Chernoff",
		"position"	: "Founder, The Resonant Horse",
		"title"		: "How horses heal, transform, and empower",
		"session"	: 1, 
		"bio"		: "Mindy Tatz Chernoff is the founder of The Resonant Horse, an innovative approach to healing using horses as teachers and catalysts for change and transformation. Mindy recognizes how horses can aid in facilitating a sense of presence, authenticity and congruence in people. Within the safe environment of the barn, along with the horse, she helps children and adults identify areas of resistance, fear, discomfort, love and compassion. In addition, The Resonant Horse facilitates executives in leadership development and success both on and offsite. ",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736900375/2015-1/Mindy.png"
	},
	{
		"firstName" : "Martin",
		"lastName"	: "Rayala",
		"position"	: "Chief Academic Officer, Design-Lab Schools",
		"title"		: "Blowing the Roof Off of Education",
		"session"	: 1, 
		"bio"		: "Martin Rayala, Ph.D. is the Chief Academic Officer for Design-Lab Schools. He is one of the founders of Delaware Design-Lab High School and lives in Wilmington, Delaware’s Creative District. He is a former state curriculum supervisor for the Wisconsin Department of Public Instruction and Assistant Professor at Kutztown University in Pennsylvania. He edits the Journal of Media Literacy and is the 2015 National Outstanding Design Educator. He was one of the writers of the National Standards for Media Arts Education and is on the Leadership Team for the Delaware Mathematics Coalition.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736889388/2015-1/MartyRayla.png"
	},
	{
		"firstName" : "Suzanne",
		"lastName"	: "Eder",
		"position"	: "Leading-Edge Thinker",
		"title"		: "The Dark Side of Self Improvement.",
		"session"	: 1, 
		"bio"		: "Suzanne Eder is a world-class teacher, facilitator and mentor.  She founded Solid Ground Transformational Life Coaching in 2003 to help people wake up to their magnificence and create lives they truly love. Suzanne currently authors an award-winning monthly column in Living Well Magazine and has published a book, 10 Ways to Find Peace Rather Than Panic, which earned a full 5-star rating on Amazon. She is a graduate of the Barbara Brennan School of Healing, an intense 4-year program in mind-body-spirit health and healing. Suzanne also has degrees in both Accounting and Economics and graduated summa cum laude from the University of Delaware. Currently resides in Wilmington, Delaware. ",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736906515/2015-1/SuzanneEder.png"
	},
	{
		"firstName" : "Kris",
		"lastName"	: "Younger",
		"position"	: "Computer Scientist and Cook",
		"title"		: "Why I Need Many Grandmothers",
		"session"	: 1, 
		"bio"		: "Kristofer Younger is a Computer Scientist who is a cook. He considers cooking to be the primal human Technology, more important than even clothing, to the development of evolutionary humans and their culture. He likes sitting by a fire, and if he cooks over that fire, he is at his most human. You’d like to be at that fire with him.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736877061/2015-1/KrisYounger.png"
	},
	{
		"firstName" : "Dr. Theresa",
		"lastName"	: "del Tufo",
		"position"	: "Organizational Consultant/Motivational Writer",
		"title"		: "The Fullness of Nothing: Discover the Hidden Joy that Surrounds You",
		"session"	: 1, 
		"bio"		: "As a child, Tes survived the ravages of war during the Japanese occupation of the Philippines. After losing her husband to cancer, Dr. del Tufo raised two young sons and put them through college, while working on her doctoral degree and holding a full time job. Today she is a community leader, an educator, an organizational consultant, and a technical and motivational writer. She is the author of the book SoloPower: How to Harness the Secret Energy of Living Alone (2014). In March of 2009, Tes was inducted into the Hall of Fame of Delaware Women by Governor Jack Markell.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736908210/2015-1/TesDelTufo.png"
	},
	{
		"firstName" : "Arreon",
		"lastName"	: "Harley",
		"position"	: "Director of Music and Operations, Cathedral Chor School of Delaware",
		"title"		: "The Gang Mentality of Choirs: How Choirs Have the Capacity to Change Lives",
		"session"	: 1, 
		"bio"		: "Arreon began singing with Doreen Falby and the Peabody Conservatory’s Children’s Chorus at the age of seven. Since then Arreon has had the opportunity to sing with the Baltimore Symphony Orchestra, the Delaware Symphony Orchestra, and the Baltimore Opera Company. Arreon graduated with honors from Goucher College in Baltimore, Maryland, with bachelor's degrees in Music Theory & Composition and Vocal Performance (opera) and went on to receive his masters of music degree in Choral Conducting and Vocal Performance from the University of Delaware. Arreon has had the opportunity to conduct in venues such as St. Peter’s in Vatican City, The Kimmel Center for the Arts in Philadelphia, and the Joseph Meyerhoff Symphony Hall in Baltimore.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736847967/2015-1/AreonH.png"
	},
	{
		"firstName" : "Anisha",
		"lastName"	: "Abraham",
		"position"	: "Pediatrician/adolescent health specialist, University of Amsterdam and Chinese University of Hong Kong",
		"title"		: "Demystifying Teens",
		"session"	: 1, 
		"bio"		: "Anisha is a pediatrician specializing in the care of teenagers. Anisha’s past includes serving as an Lt Col in the US Army and being on NGO boards and professional organizations including the Society of Adolescent Medicine and the American Academy of Pediatrics. She has completed her undergraduate and medical education at Boston University, a residency in pediatrics at Walter Reed Army Medical Center, a fellowship in adolescent medicine at Children's National Medical Center and a Masters in Public Health at George Washington University.Anisha is a currently a Visiting Associate Professor at the University of Amsterdam and is also on faculty at Georgetown University and the Chinese University of Hong Kong. As a teen health expert, she has written a regular health column, published in numerous medical journals on teen health risk behaviors and has been interviewed for NPR, CNN and the Washington Post.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736850935/2015-1/Anisha.a.png"
	},
	{
		"firstName" : "Allison",
		"lastName"	: "Moore",
		"position"	: "America's Prison Break Coach",
		"title"		: "I Was I Am: How to Move Beyond Your Past and Create an Ex-traordinary Life",
		"session"	: 2, 
		"bio"		: "Allison’s rise from being labeled a habitual offender to a prosperous entrepreneur deems her an expert on personal success. Using her past to fuel the passions, She became a published author, speaker and entrepreneur and is now known as  America's  'Prison Break Coach'. The development of The Prison Break Success System©, which shows women how to get out of 'prison', came from her very own personal prison break. Allison works with professional women who struggle with life's setbacks and help them break free from their mental prison. She is a devoted mother of her three children, Kahlil, Jayda and Taahir.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736856763/2015-1/AllisonMoore.png"
	},
	{
		"firstName" : "Nick",
		"lastName"	: "Gianoulis",
		"position"	: "Founder, The Fun Department",
		"title"		: "Fun as a competitive advantage",
		"session"	: 2, 
		"bio"		: "Nick Gianoulis is the founder of The Fun Dept., a consulting and training company that has been featured on CNN and in the Washington Post. Its clients range from Fortune 100 companies to those with as few as 50 employees. Known as “The Godfather of Fun,” Gianoulis began his company after Experiencing firsthand the enhanced culture and business results of fun during his 20-year corporate Management tenure with a company that embraced a “work hard, play hard” culture. He is the coauthor of Playing It Forward (Create Space, 2015).",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736902614/2015-1/Nick.png"
	},
	{
		"firstName" : "Julie",
		"lastName"	: "Wei",
		"position"	: "Pediatric Otolaryngologist, Nemours Children's Hospital, Florida",
		"title"		: "The Hidden Dangers of the “Milk and Cookie Disease”",
		"session"	: 2, 
		"bio"		: "Julie L. Wei, MD, is a Pediatric Otolaryngologist (Ear, Nose, Throat surgeon for children) and the Division Chief of Otolaryngology at the Nemours Children’s Hospital, and a Professor of Otolaryngology at University of Central Florida College of Medicine. Dr. Wei’s current research goals are focused on demonstrating relationship between systemic inflammation and nasal symptoms due to excessive sugar and dairy consumption in otherwise healthy children. She is passionate about empowering families to improve their children’s health through healthy eating and physical activity.  Dr. Wei’s believes that every health care provider should include a detailed assessment of their patient’s diet and activity as a part of taking their medical history.  She is grateful and devoted to her husband David Pankros and 9 year-old daughter Claire.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736871729/2015-1/JulieWei.png"
	},
	{
		"firstName" : "Jose",
		"lastName"	: "Somalo",
		"position"	: "Publisher, HOY en Delaware",
		"title"		: "Hispanics in Delaware: You think you don't know much about us? Don't worry, we don't even know about ourselves either!",
		"session"	: 2, 
		"bio"		: "In 1993 Jose received his Masters Degree in Agricultural Economics from West Virginia University. Jose has served on the board of La Red Health Center and later became Task Force Member for studying the State of Delaware Privilege Driving Cards for Undocumented Individuals. Currently he serves as board member of the Joshua M. Freeman Foundation and is the owner and publisher of a community monthly newspaper focused on the Hispanic community with statewide distribution called HOY en Delaware Newspaper.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736864016/2015-1/JoseSomalo.png"
	},
	{
		"firstName" : "Karen",
		"lastName"	: "Mayo",
		"position"	: "Author, Amazon best seller Mindful Eating",
		"title"		: "Mindful Eating with Mayo",
		"session"	: 2, 
		"bio"		: "Karen Mayo, the author of Amazon best seller, 'Mindful Eating' has guided numerous people to losing inches, pounds and medications through better eating habits. She is board certified Integrative Nutrition health and lifestyle coach, licensed personal trainer, and a member of American Association of Drugless Practitioners. As a natural whole foods chef Karen fulfills her passion of partnering with people who are committed to improving their health and lifestyle of their families.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736860974/2015-1/KarenMayo.png"
	},
	{
		"firstName" : "Ashley",
		"lastName"	: "Jansen",
		"position"	: "Minister and Teacher",
		"title"		: "That Fierce Embrace: Mental Illness and Mysticism",
		"session"	: 2, 
		"bio"		: "Ashley Gates Jansen is a theater artist and teacher at the University of North Carolina School of the Arts; she received her BFA in directing there. After receiving a Masters degree in Pastoral Counseling and being ordained by the Renewal of the Spirit Institute in 2002, Ash became a non-denominational “street minister” who goes wherever she is called. She is also a certified master life coach trained by Dr. Martha Beck and has extensive experience working with artists, addictions, mental illness, spiritual despair, and personal relationships. She is committed to helping others rediscover their inner divinity, grace, power, and wisdom. Ashley is married to a great guy and has two irreverent and marvelous children.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736858802/2015-1/A.Jensen.png"
	},
	{
		"firstName" : "Greg",
		"lastName"	: "Plum",
		"position"	: "Principal, Plum Unified Communications",
		"title"		: "Get Your Head in the Cloud – Make Technology Work for You",
		"session"	: 2, 
		"bio"		: "Greg Plum has been involved in channel development since 2001 and has enjoyed building channel sales operations from scratch. He currently serves as the principal of Plum Unified Communications, a faculty member of CompTIA, and a Microsoft training specialist for Brainstorm, Inc. Plum’s passion for the channel, as well as his desire to form long-term relationships with his partners, has gained him the honor of being named a Channel Executive of the Year Finalist in 2009, 2010, and 2011. Plum lives in Delaware with his wife and two children. He enjoys spending time with his family, distance running and everything about the beach!",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736868456/2015-1/GregPlum.png"
	},
	{
		"firstName" : "Mikki",
		"lastName"	: "Williams",
		"position"	: "Executive Speech Coach/Professional Speaker",
		"title"		: "From Bucket List to Experience List: How to manifest your dreams!",
		"session"	: 2, 
		"bio"		: "Mikki Williams, CSP (Certified Speaking Professional), CPAE (Speakers Hall of Fame) is a global celebrity speaker and inspirational humorist who has spoken in every US state, every Canadian province and every continent in the world (except Antarctica, where she can’t wear her stiletto’s). Her credentials include being chosen as one of the best speakers in the country by Meetings and Convention Magazine along with Tony Robbins, Bill Gates, Rudy Giuliani, Lou Holtz, Zig Ziglar, and Jay Leno. Through the art and heart of storytelling, she will challenge conventional thinking regarding bucket lists and instead share why an “experience” list will manifest your dreams through neuroscience and cultural anthropology.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736897528/2015-1/Mikki.png"
	},
	{
		"firstName" : "Lena",
		"lastName"	: "Sisco",
		"position"	: "President, The Congruency Group, LLC",
		"title"		: "My Secret to Breaking Terrorists: Detecting Deception & Rapport",
		"session"	: 3, 
		"bio"		: "Lena Sisco is the author of 'You're Lying! Secrets from an Expert Military Interrogator to Spot the Lies and Get to the Truth,' she is the President and co-founder of The Congruency Group, LLC, an Enhanced Communications Subject Matter Expert, a Certified Body Language Institute Train-the-Trainer Senior Instructor and a Keynote speaker. Lena graduated from Brown University with a Masters in Old World Archaeology and Art, working as an archaeologist. She is a former Department of Defense certified military interrogator and Naval Intelligence Officer and currently trains people to “Be a Body Language Expert.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736881725/2015-1/LenaSisco.png"
	},	
	{
		"firstName" : "Gregory",
		"lastName"	: "Snyder",
		"position"	: "Internal Medicine Physician, Brigham & Women's Hospital - Harvard Medical School",
		"title"		: "Patient Doctors as Physician Leaders: Medical Education for the MedX Generation",
		"session"	: 3, 
		"bio"		: "Born in Denver, CO and raised in Media, PA, Gregory Snyder majored in Molecular Biology with certificate programs in Neuroscience and Spanish at Princeton University.  In June 2013, he began to learn the basics of becoming a patient when he suffered a complete spinal cord injury due to a traumatic fall while hiking with his dog.  The experience of immediately becoming a patient with a chronic health condition enlightened Gregory as to the real difficulties and inefficiencies of our healthcare system. After rehabilitating for 1 year , Gregory finished medical school at Jefferson, and has since begun training as an Internal Medicine physician at the Brigham & Women’s Harvard Teaching Hospital in Boston, MA.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736840264/2015-1/GregSnyder.png"
	},	
	{
		"firstName" : "Annie",
		"lastName"	: "Norman",
		"position"	: "State Librarian",
		"title"		: "Libraries and the American Dream",
		"session"	: 3, 
		"bio"		: "Dr. Annie Norman has worked at the Delaware Division of Libraries since 1985, and has been State Librarian & Director since 2002. Annie received her Doctorate of Education in Innovation and Organizational Leadership from Wilmington University, and is the recipient of the Audrey K. Doberstein Award for Leadership for her dissertation entitled, Librarians’ Leadership for Lifelong Learning.  Under her leadership, the statewide Delaware Library Catalog was established and the Delaware Division of Libraries received the Delaware Quality Award of Merit and the Delaware Library Association Institutional Award in recognition of performance excellence principles and practices.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1444076925121/2015-1/A.Norman.partnering"
	},	
	{
		"firstName" : "Peter",
		"lastName"	: "Ward",
		"position"	: "Founder, Science is Never “Settled”",
		"title"		: "Volcanoes, a Forge for Climate Change",
		"session"	: 3, 
		"bio"		: "Dr. Peter Langdon Ward worked 27 years as a geophysicist with the United States Geological Survey, being featured on Good Morning America and winning two national awards for explaining science to non-scientists. Nine years ago, while in retirement, he found reliable data suggesting that volcanic eruptions not only cool the earth for a few years, something that is well known, but also can warm the earth substantially. How could this be? Realizing the importance of figuring this out, he set off on a full-time quest trying to understand in detail how volcanism has controlled climate throughout Earth history, throughout the evolution of our species, throughout written history, and why 2015 is the hottest year on record.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1445203440967/2015-1/P.Ward.png"
	},	
	{
		"firstName" : "Therese",
		"lastName"	: "Jornlin",
		"position"	: "Bodymind Therapist and Teacher",
		"title"		: "Reclaiming the Wisdom of Female Biology",
		"session"	: 3, 
		"bio"		: "Therese has served in the field of holistic health for over 25 years as a teacher, a transformational coach, and a practitioner of therapeutic bodywork. While educated in the West, with degrees from Duke and Loyola Universities she has trained extensively in India, where she worked with Mother Teresa and the Missionaries of Charity and studied yoga with A.G. Mohan. Therese developed Women Awake, a transformational course that investigates the connections between the female fertility cycle, women's empowerment, and the health of all local, national, and global communities.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736845502/2015-1/Therese.J.png"
	},	
	{
		"firstName" : "Melissa",
		"lastName"	: "Escaro",
		"position"	: "Author, In10tions: A Mindset Reset Guide to Happiness ",
		"title"		: "Modern Mindfulness for Today's Busy World: The Power of Intention",
		"session"	: 3, 
		"bio"		: "Melissa Escaro is the author of In10tions: A Mindset Reset Guide to Happiness and life coach who teaches modern mindfulness through meditation and personal development. Melissa attended the University of Delaware obtaining her Bachelor’s degree in Psychology and then Widener University, for her Masters in Clinical Social Work, and she continued her education with Neuro Linguistic Programming and Ericksonian Hypnotic Language. She is a blog contributor for the Huffington Post and writes for her website melissaescaro.com where she offers online educational programs.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736893025/2015-1/MelissaEscaro.png"
	},	
	{
		"firstName" : "Lamont",
		"lastName"	: "Browne",
		"position"	: "Executive Director, 3 Charter Schools",
		"title"		: "Want to Fix Education?  Here’s What Teachers Really Need…",
		"session"	: 3, 
		"bio"		: "Dr. Lamont Browne is a certified Principal in Pennsylvania and Delaware with 12 years of experience in education.  Dr. Browne was educated at the University of Delaware, earning a Bachelor of Science degree in Business Administration as a Finance major and Economics minor. In May of 2015, Dr. Browne was named a recipient of the Ryan Award for exceptional leadership in closing the achievement gap in urban K-12 schools. He is married to life-long educator and is the proud father of a 3 year old daughter.  He currently resides in Wilmington.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736879932/2015-1/LamontBrowne.png"
	},	
	{
		"firstName" : "Peggy",
		"lastName"	: "Raley",
		"position"	: "Founder and co-owner, Nassau Valley Vineyards, Lewes, DE",
		"title"		: "Don't say it can't be done if no one has ever tried",
		"session"	: 4, 
		"bio"		: "Peggy Raley-Ward is founder and co-owner of Nassau Valley Vineyards, Delaware's first farm winery. She is a lecturer, wine educator and consultant. Peggy's past includes being the national coordinator for 450 chapters of Les Amis du Vin International Wine Society, the magazine's sister organization. In 1991 she changed Delaware's laws to allow for farm wineries and opened Nassau Valley Vineyards with her father in 1993. In 2007 she was named Delaware Travel and Tourism Person of the Year, and was awarded Southern Delaware Tourism's Person of the Year in 2012. She is also a jazz vocalist and jazz educator.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736904534/2015-1/Peggy.png"
	},
	{
		"firstName" : "Vikram",
		"lastName"	: "Dewan",
		"position"	: "President,  Philadelphia Zoo",
		"title"		: "When You Change The Way You See The World You Change The World You See",
		"session"	: 4, 
		"bio"		: "Vikram H. Dewan is President and Chief Executive Officer of Philadelphia Zoo. Prior to joining America’s first Zoo, Mr. Dewan was a banking executive who had served as President of Wachovia Bank’s Philadelphia and Delaware region. He is a member of the Philadelphia Convention and Visitor’s Bureau and the Mayor’s Cultural Advisory Panel and serves on the Board of Trustees for Vanguard Charitable. Mr. Dewan and his wife Jami live in Philadelphia, PA., with their six dogs and have three children, and six grandchildren.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736837571/2015-1/Untitled-1.png"
	},
	{
		"firstName" : "Brooke",
		"lastName"	: "Miles",
		"position"	: "Social Media Expert",
		"title"		: "The Magnificent Milk Myth … Debunked",
		"session"	: 4, 
		"bio"		: "Brooke Miles, a former-dairy-fanatic-turned-vegan, is a humorous writer and a sought-after, award-winning speaker. By day, she runs her own social media consultation firm, Delaware ShoutOut. By night, she dishes up vegan “experimental” masterpieces for her meat-and-potatoes family. Some family members even eat her food. While Brooke doesn’t expect to convert the world to veganism, she aims to educate people on nutritional choices through a light-hearted approach.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736874793/2015-1/BrookeMiles.png"
	},
	{
		"firstName" : "Mac",
		"lastName"	: "Nagaswami",
		"position"	: "Founder, Carvertise",
		"title"		: "The Golden Domain Name",
		"session"	: 4, 
		"bio"		: "Mac Nagaswami is the founder and CEO of Carvertise - an OOH Media-tech company that specializes in car advertising. Founded in 2012, Carvertise has been servicing major institutions in the mid-Atlantic such as University of Delaware, Thomas Jefferson Hospital, ShopRite, the State of Delaware, and Wilmington University. Mac graduated cum laude from the University of Delaware in 2014 with a B.S. in Finance. He resides in downtown Wilmington, Delaware.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736887269/2015-1/Mac.N.png"
	},
	{
		"firstName" : "Linda",
		"lastName"	: "Farquhar",
		"position"	: "Founder, entreDonovan",
		"title"		: "Dropped Change:  Insiders’ Tendency to Reject Innovation",
		"session"	: 4, 
		"bio"		: "Linda Farquhar is Founder and Managing Member of entreDonovan, a multi-channel retailer offering custom and ready-to-wear clothing for the business woman’s wardrobe. Linda earned a BS with highest honors from Rutgers University and an MBA from the Wharton School of the University of Pennsylvania. Linda has been actively involved in the community. Linda lives with her husband, two school-aged sons, and their 2 dogs in Greenville, Delaware.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736870323/2015-1/LindaF.png"
	},
	{
		"firstName" : "Tony",
		"lastName"	: "Allen",
		"position"	: "Chairman, Wilmington Education Improvement Commission",
		"title"		: "Fix Poverty, Fix Education or Fix Nothing: An Action Agenda for Strengthening Public Education in Delaware",
		"session"	: 4, 
		"bio"		: "Tony Allen is the chairman of the Wilmington Education Improvement Commission, a Commission created by the Delaware General Assembly to strengthen public education for low-income black and brown students throughout the state. Previously, Tony was the founding president of the Metropolitan Wilmington Urban League, worked for several years with current Vice President of the United States Joseph R.Biden, serving as a speechwriter and special assistant and started his career as co-founder of Public Allies Delaware, a leadership organization for young adults interested in full-time, public service careers.  His work has touched thousands of Delawareans.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736910364/2015-1/Tony.png"
	},
	{
		"firstName" : "Hari",
		"lastName"	: "Cameron",
		"position"	: "Chef and owner, a(MUSE.), Rehoboth Beach, DE",
		"title"		: "The Pursuit Of Happiness, Creativity, & Excellence, Both In Life & In The Kitchen",
		"session"	: 4, 
		"bio"		: "Hari is chef and ownr of a(MUSE.) inspired food & drink in Rehoboth Beach Delaware has always been passionate about food. As long as he can remember, he’s been curious about different foods and flavor combinations. Hari enrolled in the Restaurant School at Walnut Hill College and commuted to Philadelphia for classes while working full time at the restaurant Nage. At age 30, 9 months after opening a(MUSE.) Hari was nominated for the Rising Star Chef Award from the James Beard Foundation and was also honored with a nomination for best chef mid-Atlantic James beard foundation 2015. His second restaurant, Grandpa (MAC) opened in summer 2015.",
		"imageUrl"	: "http://www.tedxwilmington.com/_/rsrc/1441736866302/2015-1/HariA.png"
	}	

]